cask_args appdir: "/Applications"

brew "git"
brew "ghq"
brew "tig"
brew "jq"
brew "fish"
brew "peco"
brew "colordiff"
brew "vim"
brew "ffmpeg"
brew "scrcpy"
brew "kotlin"
brew "mas"

brew install "iterm2" --cask
brew install "appcleaner" --cask
brew install "the-unarchiver" --cask
brew install "1password" --cask
brew install "dropbox" --cask
brew install "google-chrome" --cask
brew install "google-japanese-ime" --cask
brew install "visual-studio-code" --cask
brew install "insomnia" --cask
brew install "typora" --cask
brew install "iina" --cask
brew install "yacreader" --cask
brew install "transmission" --cask
brew install "qfinder-pro" --cask
brew install "keepingyouawake" --cask
brew install "keyboardcleantool" --cask
brew install "onyx" --cask
brew install "skype" --cask
brew install "kap" --cask

mas "Slack", id: 803453959
mas "Skitch", id: 425955336
mas "TweetDeck", id: 485812721
mas "WinArchiver", id: 413215883
mas "Kindle", id: 405399194
mas "Pocket", id: 568494494