tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "fish"
brew "peco"
brew "vim"
brew "git"
brew "ghq"
brew "tig"
brew "scrcpy"
brew "colordiff"
brew "ffmpeg"

cask "iterm2"
cask "raycast"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "insomnia"
cask "caffeine"
cask "keyboardcleantool"
cask "appcleaner"
cask "the-unarchiver"
